Repository: jcdotnet/jc-social-sharing
Catalog: languages/social-sharing-buttons-jc-*.po
Languages: es_es

source: Buttons
es_es: Botones

source: Advanced
es_es: Avanzado

source: Animation
es_es: Animación

source: Social buttons
es_es: Redes sociales

source: Drop below the sharing buttons you want to add
es_es: Arrastra abajo las redes sociales que quieres añadir

source: Twitter username
es_es: Usuario de Twitter

source: username without @
es_es: usuario sin la @

source: Enter your username if you want it to be appended to the tweets
es_es: Introduce tu nombre si quieres que sea añadido a los tweets

source: Buttons text
es_es: Textos en los botones

source: Yes
es_es: Sí

source: Display social network names? You can hide them if you don't have enough room for the buttons
es_es: ¿Mostrar los nombres de las redes sociales? Puedes ocultarlos si necesitas espacio para los botones

source: Always hide the social networks names on mobile screen sizes.
es_es: Ocultar siempre los nombres de las redes sociales en móviles.

source: Buttons location
es_es: Ubicación de los botones

source: Before content
es_es: Antes del contenido

source: After content
es_es: Después del contenido

source: Both
es_es: Antes y después del contenido

source: Add buttons to
es_es: Añadir los botones a

source: Sharing text
es_es: Texto junto a los botones

source: Share this!
es_es: ¡Compártelo!

source: Left the field empty if you don't want to display a text before the sharing buttons
es_es: Deja este campo vacío si no quieres mostrar ningún texto delante de los botones

source: Sharing text position
es_es: Posición del texto

source: Left
es_es: A la izquierda

source: Above
es_es: Arriba

source: Sharing text weight
es_es: Grosor del texto

source: Font Awesome 4 (2017) compatibility
es_es: Compatibilidad con Font Awesome 4 (2017)

source: Check only if your theme still uses Font Awesome 4, take into account that some icons (latest ones) might not be rendered.
es_es: Marca esta opción si tu tema todavía sigue usando Font Awesome 4, ten en cuenta que puede que no se muestren algunos iconos.

source: Do not enqueue Font Awesome
es_es: No cargar Font Awesome

source: We strongly recommend that only advanced users check this option.
es_es: Recomendamos que solo usuarios avanzados marquen esta opción.

source: Play animations?
es_es: ¿Usar animaciones?

source: Here you can decide whether or not to play animations when hovering over the sharing buttons.
es_es: Aquí puedes decidir si quieres que los iconos sociales se animen al hacer hover sobre los botones.

source: Animation Style
es_es: Estilo de la animación

source: Animation Duration
es_es: Duración de la animación

source: 300 miliseconds
es_es: 300 milisegundos

source: 500 miliseconds
es_es: 500 milisegundos

source: 700 miliseconds
es_es: 700 milisegundos

source: 1 second
es_es: 1 segundo

source: 2 seconds
es_es: 2 segundos

source: 3 seconds
es_es: 3 segundos

source: A lightweight SEO-friendly plugin that allows you to share your posts and get more traffic
es_es: Un plugin simple, ligero y SEO-friendly que te permite compartir tus posts y conseguir más trafico
